[
  {
    "id": 1,
    "date": "2025-05-01",
    "verse": "I can do all things through Christ who strengthens me. – Philippians 4:13",
    "devotional": "God reminds us that our strength comes not from our physical power alone, but through His Spirit.",
    "reflection": "Today, remember that your strength doesn't come from yourself alone. Ask God for the courage to move forward and the endurance to keep going, even when it's tough."
  },
  {
    "id": 2,
    "date": "2025-05-02",
    "verse": "Therefore, strengthen your feeble arms and weak knees. – Hebrews 12:12",
    "devotional": "Even when we feel weak or tired, God calls us to rise and press on, spiritually and physically.",
    "reflection": "God calls us to rise and be strong—not just in body, but in spirit. When your energy is low, call on Him to renew it."
  },
  {
    "id": 3,
    "date": "2025-05-03",
    "verse": "Run in such a way as to get the prize. – 1 Corinthians 9:24",
    "devotional": "Paul encourages believers to live with purpose, striving for eternal rewards with discipline and effort.",
    "reflection": "Life is a race worth running. Stay focused, stay faithful, and run with purpose. Let this verse inspire discipline in your goals today."
  },
  {
    "id": 4,
    "date": "2025-05-04",
    "verse": "Do you not know that your body is a temple of the Holy Spirit? – 1 Corinthians 6:19",
    "devotional": "Our bodies are not our own—they're sacred vessels meant to honor God through how we care for them.",
    "reflection": "Care for your body as a sacred gift. Movement, rest, and nourishment are forms of worship when offered to God with gratitude."
  },
  {
    "id": 5,
    "date": "2025-05-05",
    "verse": "But those who hope in the Lord will renew their strength. – Isaiah 40:31",
    "devotional": "God promises renewed strength to those who place their hope in Him, even in moments of fatigue.",
    "reflection": "Let today be a day of renewed strength. Trust God in your weariness. Rest in Him, and rise with fresh energy and joy."
  },
  {
    "id": 6,
    "date": "2025-05-06",
    "verse": "Be strong and courageous. Do not be afraid... for the Lord your God goes with you. – Deuteronomy 31:6",
    "devotional": "Courage comes from knowing that we never walk alone—God is always with us.",
    "reflection": "Face challenges with boldness today. Whether it's your workout or your worries, you are not alone. God is with you in every rep and every rest."
  },
  {
    "id": 7,
    "date": "2025-05-07",
    "verse": "Train yourself to be godly. For physical training is of some value, but godliness has value for all things. – 1 Timothy 4:7-8",
    "devotional": "Spiritual training has lasting value, and it begins with intentional daily habits in the Word and in action.",
    "reflection": "Discipline in fitness teaches perseverance. But don’t forget to train your heart and spirit as well. Let both work in tandem today."
  },
  {
    "id": 8,
    "date": "2025-05-08",
    "verse": "He gives power to the weak and strength to the powerless. – Isaiah 40:29",
    "devotional": "God is the source of true power, especially when we are at our lowest.",
    "reflection": "When you feel like you’ve hit your limit, remember: God's strength begins where yours ends. Lean into Him when your own efforts fall short."
  },
  {
    "id": 9,
    "date": "2025-05-09",
    "verse": "Let us not become weary in doing good, for at the proper time we will reap a harvest. – Galatians 6:9",
    "devotional": "Persistence in good work, even when unnoticed, leads to eventual and eternal reward.",
    "reflection": "Keep showing up. Growth—both spiritual and physical—comes with consistency. Today’s effort is tomorrow’s harvest."
  },
  {
    "id": 10,
    "date": "2025-05-10",
    "verse": "The joy of the Lord is your strength. – Nehemiah 8:10",
    "devotional": "Our greatest strength is rooted in divine joy, not just in physical ability.",
    "reflection": "True strength is found not just in muscle, but in joy. Smile today, move your body with gratitude, and let His joy carry you forward."
  },
  {
    "id": 11,
    "date": "2025-05-11",
    "verse": "Sample Verse 11 – Book 11:11",
    "devotional": "This is a sample devotional thought number 11, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 11 of growth and grace."
  },
  {
    "id": 12,
    "date": "2025-05-12",
    "verse": "Sample Verse 12 – Book 12:12",
    "devotional": "This is a sample devotional thought number 12, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 12 of growth and grace."
  },
  {
    "id": 13,
    "date": "2025-05-13",
    "verse": "Sample Verse 13 – Book 13:13",
    "devotional": "This is a sample devotional thought number 13, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 13 of growth and grace."
  },
  {
    "id": 14,
    "date": "2025-05-14",
    "verse": "Sample Verse 14 – Book 14:14",
    "devotional": "This is a sample devotional thought number 14, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 14 of growth and grace."
  },
  {
    "id": 15,
    "date": "2025-05-15",
    "verse": "Sample Verse 15 – Book 15:15",
    "devotional": "This is a sample devotional thought number 15, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 15 of growth and grace."
  },
  {
    "id": 16,
    "date": "2025-05-16",
    "verse": "Sample Verse 16 – Book 16:16",
    "devotional": "This is a sample devotional thought number 16, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 16 of growth and grace."
  },
  {
    "id": 17,
    "date": "2025-05-17",
    "verse": "Sample Verse 17 – Book 17:17",
    "devotional": "This is a sample devotional thought number 17, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 17 of growth and grace."
  },
  {
    "id": 18,
    "date": "2025-05-18",
    "verse": "Sample Verse 18 – Book 18:18",
    "devotional": "This is a sample devotional thought number 18, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 18 of growth and grace."
  },
  {
    "id": 19,
    "date": "2025-05-19",
    "verse": "Sample Verse 19 – Book 19:19",
    "devotional": "This is a sample devotional thought number 19, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 19 of growth and grace."
  },
  {
    "id": 20,
    "date": "2025-05-20",
    "verse": "Sample Verse 20 – Book 20:20",
    "devotional": "This is a sample devotional thought number 20, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 20 of growth and grace."
  },
  {
    "id": 21,
    "date": "2025-05-21",
    "verse": "Sample Verse 21 – Book 21:21",
    "devotional": "This is a sample devotional thought number 21, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 21 of growth and grace."
  },
  {
    "id": 22,
    "date": "2025-05-22",
    "verse": "Sample Verse 22 – Book 22:22",
    "devotional": "This is a sample devotional thought number 22, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 22 of growth and grace."
  },
  {
    "id": 23,
    "date": "2025-05-23",
    "verse": "Sample Verse 23 – Book 23:23",
    "devotional": "This is a sample devotional thought number 23, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 23 of growth and grace."
  },
  {
    "id": 24,
    "date": "2025-05-24",
    "verse": "Sample Verse 24 – Book 24:24",
    "devotional": "This is a sample devotional thought number 24, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 24 of growth and grace."
  },
  {
    "id": 25,
    "date": "2025-05-25",
    "verse": "Sample Verse 25 – Book 25:25",
    "devotional": "This is a sample devotional thought number 25, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 25 of growth and grace."
  },
  {
    "id": 26,
    "date": "2025-05-26",
    "verse": "Sample Verse 26 – Book 26:26",
    "devotional": "This is a sample devotional thought number 26, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 26 of growth and grace."
  },
  {
    "id": 27,
    "date": "2025-05-27",
    "verse": "Sample Verse 27 – Book 27:27",
    "devotional": "This is a sample devotional thought number 27, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 27 of growth and grace."
  },
  {
    "id": 28,
    "date": "2025-05-28",
    "verse": "Sample Verse 28 – Book 28:28",
    "devotional": "This is a sample devotional thought number 28, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 28 of growth and grace."
  },
  {
    "id": 29,
    "date": "2025-05-29",
    "verse": "Sample Verse 29 – Book 29:29",
    "devotional": "This is a sample devotional thought number 29, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 29 of growth and grace."
  },
  {
    "id": 30,
    "date": "2025-05-30",
    "verse": "Sample Verse 30 – Book 30:30",
    "devotional": "This is a sample devotional thought number 30, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 30 of growth and grace."
  },
  {
    "id": 31,
    "date": "2025-05-31",
    "verse": "Sample Verse 31 – Book 31:1",
    "devotional": "This is a sample devotional thought number 31, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 31 of growth and grace."
  },
  {
    "id": 32,
    "date": "2025-06-01",
    "verse": "Sample Verse 32 – Book 32:2",
    "devotional": "This is a sample devotional thought number 32, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 32 of growth and grace."
  },
  {
    "id": 33,
    "date": "2025-06-02",
    "verse": "Sample Verse 33 – Book 33:3",
    "devotional": "This is a sample devotional thought number 33, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 33 of growth and grace."
  },
  {
    "id": 34,
    "date": "2025-06-03",
    "verse": "Sample Verse 34 – Book 34:4",
    "devotional": "This is a sample devotional thought number 34, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 34 of growth and grace."
  },
  {
    "id": 35,
    "date": "2025-06-04",
    "verse": "Sample Verse 35 – Book 35:5",
    "devotional": "This is a sample devotional thought number 35, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 35 of growth and grace."
  },
  {
    "id": 36,
    "date": "2025-06-05",
    "verse": "Sample Verse 36 – Book 36:6",
    "devotional": "This is a sample devotional thought number 36, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 36 of growth and grace."
  },
  {
    "id": 37,
    "date": "2025-06-06",
    "verse": "Sample Verse 37 – Book 37:7",
    "devotional": "This is a sample devotional thought number 37, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 37 of growth and grace."
  },
  {
    "id": 38,
    "date": "2025-06-07",
    "verse": "Sample Verse 38 – Book 38:8",
    "devotional": "This is a sample devotional thought number 38, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 38 of growth and grace."
  },
  {
    "id": 39,
    "date": "2025-06-08",
    "verse": "Sample Verse 39 – Book 39:9",
    "devotional": "This is a sample devotional thought number 39, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 39 of growth and grace."
  },
  {
    "id": 40,
    "date": "2025-06-09",
    "verse": "Sample Verse 40 – Book 40:10",
    "devotional": "This is a sample devotional thought number 40, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 40 of growth and grace."
  },
  {
    "id": 41,
    "date": "2025-06-10",
    "verse": "Sample Verse 41 – Book 41:11",
    "devotional": "This is a sample devotional thought number 41, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 41 of growth and grace."
  },
  {
    "id": 42,
    "date": "2025-06-11",
    "verse": "Sample Verse 42 – Book 42:12",
    "devotional": "This is a sample devotional thought number 42, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 42 of growth and grace."
  },
  {
    "id": 43,
    "date": "2025-06-12",
    "verse": "Sample Verse 43 – Book 43:13",
    "devotional": "This is a sample devotional thought number 43, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 43 of growth and grace."
  },
  {
    "id": 44,
    "date": "2025-06-13",
    "verse": "Sample Verse 44 – Book 44:14",
    "devotional": "This is a sample devotional thought number 44, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 44 of growth and grace."
  },
  {
    "id": 45,
    "date": "2025-06-14",
    "verse": "Sample Verse 45 – Book 45:15",
    "devotional": "This is a sample devotional thought number 45, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 45 of growth and grace."
  },
  {
    "id": 46,
    "date": "2025-06-15",
    "verse": "Sample Verse 46 – Book 46:16",
    "devotional": "This is a sample devotional thought number 46, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 46 of growth and grace."
  },
  {
    "id": 47,
    "date": "2025-06-16",
    "verse": "Sample Verse 47 – Book 47:17",
    "devotional": "This is a sample devotional thought number 47, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 47 of growth and grace."
  },
  {
    "id": 48,
    "date": "2025-06-17",
    "verse": "Sample Verse 48 – Book 48:18",
    "devotional": "This is a sample devotional thought number 48, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 48 of growth and grace."
  },
  {
    "id": 49,
    "date": "2025-06-18",
    "verse": "Sample Verse 49 – Book 49:19",
    "devotional": "This is a sample devotional thought number 49, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 49 of growth and grace."
  },
  {
    "id": 50,
    "date": "2025-06-19",
    "verse": "Sample Verse 50 – Book 50:20",
    "devotional": "This is a sample devotional thought number 50, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 50 of growth and grace."
  },
  {
    "id": 51,
    "date": "2025-06-20",
    "verse": "Sample Verse 51 – Book 51:21",
    "devotional": "This is a sample devotional thought number 51, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 51 of growth and grace."
  },
  {
    "id": 52,
    "date": "2025-06-21",
    "verse": "Sample Verse 52 – Book 52:22",
    "devotional": "This is a sample devotional thought number 52, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 52 of growth and grace."
  },
  {
    "id": 53,
    "date": "2025-06-22",
    "verse": "Sample Verse 53 – Book 53:23",
    "devotional": "This is a sample devotional thought number 53, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 53 of growth and grace."
  },
  {
    "id": 54,
    "date": "2025-06-23",
    "verse": "Sample Verse 54 – Book 54:24",
    "devotional": "This is a sample devotional thought number 54, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 54 of growth and grace."
  },
  {
    "id": 55,
    "date": "2025-06-24",
    "verse": "Sample Verse 55 – Book 55:25",
    "devotional": "This is a sample devotional thought number 55, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 55 of growth and grace."
  },
  {
    "id": 56,
    "date": "2025-06-25",
    "verse": "Sample Verse 56 – Book 56:26",
    "devotional": "This is a sample devotional thought number 56, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 56 of growth and grace."
  },
  {
    "id": 57,
    "date": "2025-06-26",
    "verse": "Sample Verse 57 – Book 57:27",
    "devotional": "This is a sample devotional thought number 57, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 57 of growth and grace."
  },
  {
    "id": 58,
    "date": "2025-06-27",
    "verse": "Sample Verse 58 – Book 58:28",
    "devotional": "This is a sample devotional thought number 58, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 58 of growth and grace."
  },
  {
    "id": 59,
    "date": "2025-06-28",
    "verse": "Sample Verse 59 – Book 59:29",
    "devotional": "This is a sample devotional thought number 59, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 59 of growth and grace."
  },
  {
    "id": 60,
    "date": "2025-06-29",
    "verse": "Sample Verse 60 – Book 60:30",
    "devotional": "This is a sample devotional thought number 60, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 60 of growth and grace."
  },
  {
    "id": 61,
    "date": "2025-06-30",
    "verse": "Sample Verse 61 – Book 61:1",
    "devotional": "This is a sample devotional thought number 61, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 61 of growth and grace."
  },
  {
    "id": 62,
    "date": "2025-07-01",
    "verse": "Sample Verse 62 – Book 62:2",
    "devotional": "This is a sample devotional thought number 62, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 62 of growth and grace."
  },
  {
    "id": 63,
    "date": "2025-07-02",
    "verse": "Sample Verse 63 – Book 63:3",
    "devotional": "This is a sample devotional thought number 63, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 63 of growth and grace."
  },
  {
    "id": 64,
    "date": "2025-07-03",
    "verse": "Sample Verse 64 – Book 64:4",
    "devotional": "This is a sample devotional thought number 64, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 64 of growth and grace."
  },
  {
    "id": 65,
    "date": "2025-07-04",
    "verse": "Sample Verse 65 – Book 65:5",
    "devotional": "This is a sample devotional thought number 65, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 65 of growth and grace."
  },
  {
    "id": 66,
    "date": "2025-07-05",
    "verse": "Sample Verse 66 – Book 66:6",
    "devotional": "This is a sample devotional thought number 66, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 66 of growth and grace."
  },
  {
    "id": 67,
    "date": "2025-07-06",
    "verse": "Sample Verse 67 – Book 1:7",
    "devotional": "This is a sample devotional thought number 67, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 67 of growth and grace."
  },
  {
    "id": 68,
    "date": "2025-07-07",
    "verse": "Sample Verse 68 – Book 2:8",
    "devotional": "This is a sample devotional thought number 68, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 68 of growth and grace."
  },
  {
    "id": 69,
    "date": "2025-07-08",
    "verse": "Sample Verse 69 – Book 3:9",
    "devotional": "This is a sample devotional thought number 69, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 69 of growth and grace."
  },
  {
    "id": 70,
    "date": "2025-07-09",
    "verse": "Sample Verse 70 – Book 4:10",
    "devotional": "This is a sample devotional thought number 70, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 70 of growth and grace."
  },
  {
    "id": 71,
    "date": "2025-07-10",
    "verse": "Sample Verse 71 – Book 5:11",
    "devotional": "This is a sample devotional thought number 71, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 71 of growth and grace."
  },
  {
    "id": 72,
    "date": "2025-07-11",
    "verse": "Sample Verse 72 – Book 6:12",
    "devotional": "This is a sample devotional thought number 72, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 72 of growth and grace."
  },
  {
    "id": 73,
    "date": "2025-07-12",
    "verse": "Sample Verse 73 – Book 7:13",
    "devotional": "This is a sample devotional thought number 73, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 73 of growth and grace."
  },
  {
    "id": 74,
    "date": "2025-07-13",
    "verse": "Sample Verse 74 – Book 8:14",
    "devotional": "This is a sample devotional thought number 74, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 74 of growth and grace."
  },
  {
    "id": 75,
    "date": "2025-07-14",
    "verse": "Sample Verse 75 – Book 9:15",
    "devotional": "This is a sample devotional thought number 75, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 75 of growth and grace."
  },
  {
    "id": 76,
    "date": "2025-07-15",
    "verse": "Sample Verse 76 – Book 10:16",
    "devotional": "This is a sample devotional thought number 76, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 76 of growth and grace."
  },
  {
    "id": 77,
    "date": "2025-07-16",
    "verse": "Sample Verse 77 – Book 11:17",
    "devotional": "This is a sample devotional thought number 77, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 77 of growth and grace."
  },
  {
    "id": 78,
    "date": "2025-07-17",
    "verse": "Sample Verse 78 – Book 12:18",
    "devotional": "This is a sample devotional thought number 78, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 78 of growth and grace."
  },
  {
    "id": 79,
    "date": "2025-07-18",
    "verse": "Sample Verse 79 – Book 13:19",
    "devotional": "This is a sample devotional thought number 79, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 79 of growth and grace."
  },
  {
    "id": 80,
    "date": "2025-07-19",
    "verse": "Sample Verse 80 – Book 14:20",
    "devotional": "This is a sample devotional thought number 80, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 80 of growth and grace."
  },
  {
    "id": 81,
    "date": "2025-07-20",
    "verse": "Sample Verse 81 – Book 15:21",
    "devotional": "This is a sample devotional thought number 81, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 81 of growth and grace."
  },
  {
    "id": 82,
    "date": "2025-07-21",
    "verse": "Sample Verse 82 – Book 16:22",
    "devotional": "This is a sample devotional thought number 82, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 82 of growth and grace."
  },
  {
    "id": 83,
    "date": "2025-07-22",
    "verse": "Sample Verse 83 – Book 17:23",
    "devotional": "This is a sample devotional thought number 83, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 83 of growth and grace."
  },
  {
    "id": 84,
    "date": "2025-07-23",
    "verse": "Sample Verse 84 – Book 18:24",
    "devotional": "This is a sample devotional thought number 84, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 84 of growth and grace."
  },
  {
    "id": 85,
    "date": "2025-07-24",
    "verse": "Sample Verse 85 – Book 19:25",
    "devotional": "This is a sample devotional thought number 85, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 85 of growth and grace."
  },
  {
    "id": 86,
    "date": "2025-07-25",
    "verse": "Sample Verse 86 – Book 20:26",
    "devotional": "This is a sample devotional thought number 86, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 86 of growth and grace."
  },
  {
    "id": 87,
    "date": "2025-07-26",
    "verse": "Sample Verse 87 – Book 21:27",
    "devotional": "This is a sample devotional thought number 87, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 87 of growth and grace."
  },
  {
    "id": 88,
    "date": "2025-07-27",
    "verse": "Sample Verse 88 – Book 22:28",
    "devotional": "This is a sample devotional thought number 88, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 88 of growth and grace."
  },
  {
    "id": 89,
    "date": "2025-07-28",
    "verse": "Sample Verse 89 – Book 23:29",
    "devotional": "This is a sample devotional thought number 89, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 89 of growth and grace."
  },
  {
    "id": 90,
    "date": "2025-07-29",
    "verse": "Sample Verse 90 – Book 24:30",
    "devotional": "This is a sample devotional thought number 90, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 90 of growth and grace."
  },
  {
    "id": 91,
    "date": "2025-07-30",
    "verse": "Sample Verse 91 – Book 25:1",
    "devotional": "This is a sample devotional thought number 91, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 91 of growth and grace."
  },
  {
    "id": 92,
    "date": "2025-07-31",
    "verse": "Sample Verse 92 – Book 26:2",
    "devotional": "This is a sample devotional thought number 92, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 92 of growth and grace."
  },
  {
    "id": 93,
    "date": "2025-08-01",
    "verse": "Sample Verse 93 – Book 27:3",
    "devotional": "This is a sample devotional thought number 93, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 93 of growth and grace."
  },
  {
    "id": 94,
    "date": "2025-08-02",
    "verse": "Sample Verse 94 – Book 28:4",
    "devotional": "This is a sample devotional thought number 94, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 94 of growth and grace."
  },
  {
    "id": 95,
    "date": "2025-08-03",
    "verse": "Sample Verse 95 – Book 29:5",
    "devotional": "This is a sample devotional thought number 95, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 95 of growth and grace."
  },
  {
    "id": 96,
    "date": "2025-08-04",
    "verse": "Sample Verse 96 – Book 30:6",
    "devotional": "This is a sample devotional thought number 96, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 96 of growth and grace."
  },
  {
    "id": 97,
    "date": "2025-08-05",
    "verse": "Sample Verse 97 – Book 31:7",
    "devotional": "This is a sample devotional thought number 97, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 97 of growth and grace."
  },
  {
    "id": 98,
    "date": "2025-08-06",
    "verse": "Sample Verse 98 – Book 32:8",
    "devotional": "This is a sample devotional thought number 98, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 98 of growth and grace."
  },
  {
    "id": 99,
    "date": "2025-08-07",
    "verse": "Sample Verse 99 – Book 33:9",
    "devotional": "This is a sample devotional thought number 99, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 99 of growth and grace."
  },
  {
    "id": 100,
    "date": "2025-08-08",
    "verse": "Sample Verse 100 – Book 34:10",
    "devotional": "This is a sample devotional thought number 100, encouraging and uplifting.",
    "reflection": "Reflect on how God is shaping your strength spiritually and physically today. Day 100 of growth and grace."
  }
]